Repository: NaN-tic/trytond-timetracker
Catalog: locale/*.po
Languages: ca_es

# field:project.work,working_employees:
source: Emloyee Working
ca_es: Empleats treballant

# field:timesheet.line,end:
source: End
ca_es: Finalitzat

# field:timesheet.line,start:
source: Start
ca_es: Inici

# field:timesheet.line.start_work.choose_action,id:
source: ID
ca_es: Identificador

# field:timesheet.line.start_work.choose_action,opened_lines:
source: Opened Lines
ca_es: Linies obertes

# field:timesheet.line.start_work.choose_action,opened_tasks:
source: Opened Tasks
ca_es: Tasques en procés

# help:project.work,working_employees:
source: Employees working on this work
ca_es: Empleats treballant en aquest treball

# model:ir.action,name:act_start_work
source: Start Work
ca_es: Iniciar treball

# model:res.group,name:group_timetracker
source: Timetracker
ca_es: Seguiment

# model:timesheet.line.start_work.choose_action,name:
source: Start Work - Choose Action
ca_es: Iniciar treball - Escull acció

# view:project.work:
source: Cancel
ca_es: Cancel·la

# view:project.work:
source: Start
ca_es: Inicia

# view:project.work:
source: Stop
ca_es: Atura

# view:project.work:
source: Tracker
ca_es: Seguiment

# view:timesheet.line.start_work.choose_action:
source: Start Work
ca_es: Inicia treball

# view:timesheet.line:
source: End Time
ca_es: Temps finalització

# view:timesheet.line:
source: Finish
ca_es: Finalitza

# view:timesheet.line:
source: Start Time
ca_es: Hora d'inici

# wizard_button:timesheet.line.start_work,choose_action,close_and_start_work:
source: Close & Start
ca_es: Tanca i inicia

# wizard_button:timesheet.line.start_work,choose_action,discard_and_start_work:
source: Discard & Start
ca_es: Descarta i inicia

# wizard_button:timesheet.line.start_work,choose_action,end:
source: Cancel
ca_es: Cancel·la
